const product = [
    {
        id: 1,
        title: 'کارت گرافیک',
        category: 'کارت گرافیک',
        price: '12000000',
        img: '',
        dec: 'لورم ایپسوم'
    },
    {
        id: 2,
        title: 'سی پی یو اینتل i3',
        category: 'سی پی یو اینتل i3',
        price: '12000000',
        img: '',
        dec: 'لورم ایپسوم'
    },
    {
        id: 3,
        title: 'سی پی یو اینتل i5',
        category: 'سی پی یو اینتل i5',
        price: '12000000',
        img: '',
        dec: 'لورم ایپسوم'
    },
    {
        id: 4,
        title: 'سی پی یو اینتل i7',
        category: 'سی پی یو اینتل i7',
        price: '12000000',
        img: '',
        dec: 'لورم ایپسوم'
    }, {
        id: 5,
        title: 'سی پی یو اینتل i9',
        category: 'سی پی یو اینتل i9',
        price: '12000000',
        img: '',
        dec: 'لورم ایپسوم'
    }, {
        id: 6,
        title: 'مادربرد ایسوس',
        category: 'مادربرد ایسوس',
        price: '12000000',
        img: '',
        dec: 'لورم ایپسوم'
    }, {
        id: 7,
        title: 'هارد دیسک وسترن دیجیتال',
        category: 'هارد دیسک وسترن دیجیتال',
        price: '12000000',
        img: '',
        dec: 'لورم ایپسوم'
    },
]